{"pageProps":{"blog":{"_id":"5fb2b9f363214338fccbb0a4","categories":[{"_id":"5fb2b5ed63214338fccbb09e","name":"Earth science","slug":"earth-science"}],"tags":[{"_id":"5fb2b61263214338fccbb0a1","name":"geography","slug":"geography"}],"title":"AN ACCOUNT OF RIVER ENCROACHMENT SCENARIO IN THE HIMALAYAN TOWNS OF INDIA","body":"<p>Rivers are the backbone of human existence as for centuries various great civilizations have sprung up on the banks of rivers like Nile, Amazon, and Indus. In many cultures including that of India, rivers were considered holy by the people and were protected. However, river encroachment has been rampant in recent times especially in urban and suburban regions. The culprit in chief is the unbridled and thoughtless urbanization of the river plains and valleys all alike with eyes firmly set to the monetary goals and without ever giving a second thought to the sustainability of the environment, resource management or the grim future that awaits us on this weary path. The most intensive interactions between human beings and the environment take place in cities and their peripheries (Raihan and Kaiser, 2012). The high rate of migration and increased population pressure have been the chief causes of this unplanned growth among many others. First Secretary in India's Permanent Mission to the UN, <a href=\"https://www.financialexpress.com/india-news/who-is-paulomi-tripathi-junior-diplomat-who-thrashed-pakistan-in-un-general-assembly/870881/\" rel=\"noopener noreferrer\" target=\"_blank\">Paulomi Tripathi</a>, at the 51st Session Commission on Population and Development mentioned that more than half of the world's population lives in urban areas now. By the year 2050, the figure is expected to cross a level of over two-thirds of the total. It has been the primary cause of the destruction of riverbanks ultimately leading to narrowing of rivers and in some cases obliteration of the tributaries to major rivers.</p><h2><strong>What is encroachment?</strong></h2><p><br></p><p>Encroachment as per definition is a term used to describe the advancement of structures and utilities (roads, railroads, improved paths) and other development, into natural areas such as river corridors, floodplains, wetlands, lakes and ponds, and the buffers around these areas.</p><p><br></p><p>The term also encompasses the removal of vegetation and the placement of fill, or an alteration of topography into such natural areas. Encroachment increases impervious cover adjacent to rivers, lakes, and wetlands, thus increasing the runoff rate and volume, temperature of the receiving water and loading of sediment and other pollutants thus impacting the functions and values of the natural areas, such as a decline in water quality, disruption of equilibrium conditions, loss of habitat (both aquatic and terrestrial), loss of flood attenuation, or reduction of ecological processes.. The cumulative loss of wetlands that provide water quality protection to adjacent surface waters can result in on-going reduction in water quality. The extent of encroachment, the cumulative effects of impervious cover, and the degree to which natural infiltration has been compromised can also contribute to the instability of the stream channel.</p><p><br></p><p>The situation gets trickier when it comes to the hilly towns of Himalayas. The young mountain range of northern India is already prone to seismic activity, erosion, and landslides. As per a UNDP report, 70 % of population of India is at risk to floods and 60% is susceptible to earthquakes. The risk is higher in urban areas owing to density and overcrowding.</p><h3><strong>1.2 Impact of climate change</strong></h3><p><br></p><p>The global climate change also affects and worsens the situation. Whole Himalayan range is vulnerable because of rising temperatures. Each valley—be it Kashmir, Kedarnath or Badrinath—faces the threat of increased precipitation. According to the United Nation’s Intergovernmental Panel on Climate Change (IPCC) report, global warming will lead to changes in the Himalayan region. There will be at least one extreme event in the Himalayas every year, as per the report. It can range from north-eastern India to Pakistan in the west. Some examples of such events already happening are floods in Pakistan and cloud bursts in Jammu and Kashmir. Most typical of the examples is that of Uttarakhand disaster branded by environmentalists as ‘Himalayan tsunami’. It is quite clear that the disaster was not simply a freak natural hazard but a result of unbridled development in the Land of the</p><p><br></p><p>Gods. Activists say all of this could have been prevented if the state government had heeded the call to cease construction and encroachment on the riverbed.</p><p><br></p><p>According to the Jammu and Kashmir State Action Plan on Climate Change, 2013, minimum temperatures in the Himalayan region are projected to rise by 1°C to 4.5°C. Maximum temperatures are expected to rise by 0.5°C to 2.5°C. The report also mentions the number of rainy days may increase by 5 - 10 days on an average in the region by 2030s, with an increase of more than 15 days in the eastern part of the Jammu and Kashmir region. The intensity of rainfall is likely to increase by 1-2 mm/ day.</p><p>In view of the facts and discussion it is quite clear that riverbed encroachment is posing a grave threat to the ecosystem and environment in various forms, for example, the hindrance to flow of the river, water pollution and effect on public health being of chief concern. Dumping of solid waste on the banks of the river and illegal construction for selling and renting of encroached land at cheap prices has worsened the situation. Negligence of the authorities further encourages illegal activities.</p><p><br></p><p>From a geologist’s and an environmentalist’s perspective the most alarming situation is that of dumping of loose earth materials on the river slopes and consecutive construction over it. The scenario rings the bells of the Uttarakhand flood disaster quoted by many as “Himalayan tsunami”. The disaster was most of man-made rather than a natural one, as established by the experts. It is obvious that rapid unsustainable race towards urbanization for the purpose of monetary gains in seismically active Himalayan zones would lead to such disasters.</p><p>Unfortunately, people are living in oblivion of the hazards that this illegal encroachment would cause and of the ill effects that would affect all of them in near future.</p><p>To take hold of the situation, we need to impart awareness to the locals as sensible and careful actions on their part can only bring the situation under control.</p><p>A detailed report delineating the riverbed boundaries is needed to be prepared so as to clear people of the boundaries that area to be respected and protected.</p><p>In these Himalayan towns where there is a very delicate relationship between humans and their ecosystem the govt. bodies such as the town planning department should play a key role. A town plan that is sustainable and has least effect on the ecosystem should be prepared in advance and implemented with all force and a proper waste disposal mechanism is needed in the town to dispose of solid waste.</p><p>Mahatma Gandhi said that “The nature provides&nbsp;enough for a man's&nbsp;<strong>need but</strong>&nbsp;not&nbsp;<strong>enough</strong>&nbsp;for man's&nbsp;<strong>greed</strong>”. The quotation Is quite relevant to the situation.</p><p>Timely actions to move towards sustainability and not the destruction of our home is the need of the hour.</p>","slug":"an-account-of-river-encroachment-scenario-in-the-himalayan-towns-of-india","postedBy":{"_id":"5fb0b84463214338fccbb08a","name":"Tanveer Shah","username":"t12nq4sbm","facebook":"https://www.facebook.com/ahmed.tanveer.351"},"createdAt":"2020-11-16T17:42:11.454Z","updatedAt":"2020-11-16T17:42:13.992Z"},"photo":"http://localhost:8000/api/blogs/photo/an-account-of-river-encroachment-scenario-in-the-himalayan-towns-of-india"},"__N_SSG":true}